Autodesk.Revit.UI.FamilyInstancePlacingArgs.TooltipMessage
The message to be shown via tooltip
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
When setting this property: A non-optional argument was NULL
Since:
2017

Autodesk.Revit.UI.FamilyInstancePlacingArgs.StatusMessage
The message to be shown on the status bar
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
When setting this property: A non-optional argument was NULL
Since:
2017